# Add service messages here. All properties in this file must be prefixed with "ser" 
# followed by a 3 digit number.
#
# Valid suffixes for the message codes include message, action, type, options and errornumber
# message: Mandatory and must include the text for the message indicating what the message is for. 
#          It can include parameters identified using {0} syntax with the first parameter numbered
#          0, the next 1, etc.
# action:  Optional and if specified should state what actions the user should perform in response
#          to the message. 
# type:    Indicates the message type. It is optional (default is PLAIN), but if specified, it must 
#          be one of PLAIN, INFORMATION, WARNING, ERROR, QUESTION_YES_NO, QUESTION_YES_NO_CANCEL or
#          QUESTION_OK_CANCEL. A description for each type is also included in this properties file. 
#          The localized description can be used as the title in the message dialog that is 
#          displayed to the user. 
# options: Specifies a list of button labels to be used when displaying the message dialog. By default
#          the buttons to display are determined from the message type, however that list can be
#          overriden with values in this property. Note that each button label must be separated by
#          a comma with no space in between. e.g. ...options=Opt1,Opt2,Cancel  
# errornumber: Flag to indicate the error number generated by the system should be displayed 
#              appended to the message. 
#
# Use \ to escape a character (e.g. \. to add full stop). \ can also be used to extend a message 
# over more than one line. Note that white space at beginning of the new line us gobbled up to 
# the first character. 

# Unit test messages - These do not need to be transferred to other locale message files.
sertest001.message=\u1793\u17c1\u17c7\u1782\u17ba\u1787\u17b6\u179f\u17b6\u179a\u1780\u17b6\u179a\u1792\u17d2\u179c\u17be\u178f\u17c1\u179f\u17d2\u178f\u179f\u17c1\u179c\u17b6\.
sertest001.action= \u1782\u17d2\u1798\u17b6\u1793\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u1798\u17b6\u1793\.
sertest001.type=   \u1792\u1798\u17d2\u1798\u178f\u17b6 
sertest002.message={0} \u179f\u17b6\u179a\u178a\u17c2\u179b\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u178f\u17c1\u179f\u17d2\u178f\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a {1} \u1793\u17b7\u1784 {2}\.
sertest002.type=   \u179f\u17c6\u1793\u17bd\u179a_\u1794\u17b6\u1791\u1785\u17b6_\u1791\u17c1
sertest003.message=\u179f\u17b6\u179a\u178f\u17c1\u179f\u17d2\u178f\u1798\u17b6\u1793\u1780\u17c6\u17a0\u17bb\u179f. \u179b\u17c1\u1781\u1780\u17c6\u17a0\u17bb\u179f:
sertest003.type=   \u1780\u17c6\u17a0\u17bb\u179f
sertest003.errornumber
sertest004.message=\u179f\u17b6\u179a\u1792\u17d2\u179c\u17be\u178f\u17c1\u179f\u17d2\u178f\u1796\u17d2\u179a\u1798\u17b6\u1793\.
sertest004.type=   \u1780\u17b6\u179a\u1796\u17d2\u179a\u1798\u17b6\u1793
sertest005.message=\u179f\u17b6\u179a\u1792\u17d2\u179c\u17be\u178f\u17c1\u179f\u17d2\u178f\u1796\u178f\u17cc\u1798\u17b6\u1793\.
sertest005.type=   \u1796\u178f\u17cc\u1798\u17b6\u1793
sertest006.message=\u179f\u17b6\u179a\u179f\u17c6\u1793\u17bd\u179a \u1794\u17b6\u1791\u1785\u17b6 \u1791\u17c1 \u1793\u17b7\u1784\u1780\u17b6\u179a\u17a2\u178f\u17d2\u1790\u17b6\u1792\u17b7\u1794\u17d2\u1794\u17b6\u1799\.
sertest006.type=   \u179f\u17c6\u1793\u17bd\u179a_\u1794\u17b6\u1791\u1785\u17b6_\u1791\u17c1_\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1785\u17c4\u179b
sertest007.message=\u179f\u17b6\u179a\u179f\u17c6\u1793\u17bd\u179aOC \.
sertest007.type=   \u179f\u17c6\u1793\u17bd\u179a_\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798_\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1785\u17c4\u179b
sertest007.options=\u1787\u17c6\u179a\u17be\u179f\u1791\u17b8\u17e1,\u1787\u17c6\u179a\u17be\u179f\u1791\u17b8\u17e2,\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1785\u17c4\u179b

# Localized description for Message Types. Used as part of the dialog title
type.description.PLAIN=\u179f\u17b6\u179a
type.description.INFORMATION=\u1796\u178f\u17cc\u1798\u17b6\u1793
type.description.WARNING= \u1796\u17d2\u179a\u1798\u17b6\u1793 
type.description.ERROR=\u1780\u17c6\u17a0\u17bb\u179f
type.description.QUESTION_YES_NO=\u179f\u17c6\u1793\u17bd\u179a
type.description.QUESTION_YES_NO_CANCEL=\u179f\u17c6\u1793\u17bd\u179a
type.description.QUESTION_OK_CANCEL=\u179f\u17c6\u1793\u17bd\u179a

# Localized description for dialog options based on message type. 
dialog.options.PLAIN=\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798
dialog.options.INFORMATION=\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798
dialog.options.WARNING=\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798
dialog.options.ERROR=\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798
dialog.options.QUESTION_YES_NO=\u1794\u17b6\u1791\u1785\u17b6,\u1791\u17c1
dialog.options.QUESTION_YES_NO_CANCEL=\u1794\u17b6\u1791\u1785\u17b6,\u1791\u17c1,\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1785\u17c4\u179b
dialog.options.QUESTION_OK_CANCEL=\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798,\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1785\u17c4\u179b

# General Unexpected Error
sergnrl001.message=\u1780\u17c6\u17a0\u17bb\u179f\u178a\u17c2\u179b\u1798\u17b7\u1793\u179a\u17c6\u1796\u17b9\u1784\u1791\u17bb\u1780\u1794\u17b6\u1793\u1780\u17be\u178f\u1798\u17b6\u1793\u17a1\u17be\u1784\.
sergnrl001.action=  \u179f\u17bc\u1798\u1796\u17d2\u1799\u17b6\u1799\u17b6\u1798\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u179a\u1794\u179f\u17cb\u179b\u17c4\u1780\u17a2\u17d2\u1793\u1780\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f \u17a0\u17be\u1799\u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u1794\u1789\u17d2\u17a0\u17b6\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793 \u1780\u178f\u17cb\u178f\u17d2\u179a\u17b6\u179b\u17c1\u1781\u1780\u17c6\u17a0\u17bb\u179f \u1793\u17b7\u1784 \n\
                   \u1791\u17b6\u1780\u17cb\u1791\u1784\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.\n\
                   Error Number: 
sergnrl001.type=   \u1780\u17c6\u17a0\u17bb\u179f
sergnrl001.errornumber

# General Optimistic Lock
sergnrl002.message=\u1780\u17b6\u179a\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u179a\u1794\u179f\u17cb\u179b\u17c4\u1780\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1794\u17b6\u1793\u1791\u17c1 \u1781\u178e\u17c8\u178a\u17c2\u179b\u1780\u17b6\u179a\u1780\u178f\u17cb\u178f\u17d2\u179a\u17b6\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u1780\u17c6\u1796\u17bb\u1784\u1780\u17c2\u179a\u179f\u1798\u17d2\u179a\u17bd\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a \n\
                   \u178a\u17c4\u1799\u17a2\u17d2\u1793\u1780\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f\.
sergnrl002.action= \u1792\u17d2\u179c\u17be\u1780\u17b6\u1780\u178f\u17cb\u178f\u17d2\u179a\u17b6\u17b2\u179f\u17d2\u179a\u179f\u17cb\u1794\u179f\u17cb\u17a1\u17be\u1784\u179c\u17b7\u1789\u178a\u17c4\u1799\u1794\u17be\u1780\u179b\u17be\u17a2\u17c1\u1780\u17d2\u179a\u1784\u17cb\u17a1\u17be\u1784\u179c\u17b7\u1789\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u1780\u17c6\u1796\u17bb\u1784\u1794\u17be\u1780 \u1793\u17b7\u1784\u1798\u17b6\u1793\u1794\u17c6\u178e\u1784\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1780\u17c2\u179a\u179f\u1798\u17d2\u179a\u17bd\u179b \n\
                   \u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\. \u1785\u17c6\u178e\u17b6\u17c6\u1790\u17b6\u1780\u17b6\u179a\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c2\u179b\u179b\u17c4\u1780\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u1793\u17b9\u1784\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u178f\u17cb\u1794\u1784\u17cb\.
sergnrl002.type=   \u1780\u17c6\u17a0\u17bb\u179f

# General Unexpected with Error Details
sergnrl003.message=\u1780\u17c6\u17a0\u17bb\u179f\u178a\u17c2\u179b\u1798\u17b7\u1793\u179a\u17c6\u1796\u17b9\u1784\u1791\u17bb\u1780\u1794\u17b6\u1793\u1780\u17be\u178f\u17a1\u17be\u1784\u1793\u17c5\u1780\u17bb\u17c6\u17a1\u17bb\u1784\u1796\u17c1\u179b\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a {0}\. \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f:\n\
                   {1}
sergnrl003.action= \u179f\u17bc\u1798\u1796\u17d2\u1799\u17b6\u1799\u17b6\u1798\u1798\u17d2\u178f\u1784\u1793\u17c1\u17c7\u17a0\u17be\u1799\u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793\u1794\u1789\u17d2\u17a0\u17b6 \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u1791\u1784\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1784\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u17b6\u179b\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780 \n\
                   \u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
sergnrl003.type=   \u1780\u17c6\u17a0\u17bb\u179f

# General Unexpected with error details adn error number. 
sergnrl004.message=\u1780\u17c6\u17a0\u17bb\u179f\u178a\u17c2\u179b\u1798\u17b7\u1793\u179a\u17c6\u1796\u17b9\u1784\u1791\u17bb\u1780\u1794\u17b6\u1793\u1780\u17be\u178f\u1798\u17b6\u1793\u17a1\u17be\u1784\u1793\u17c5\u1780\u17bb\u17c6\u17a1\u17bb\u1784\u1796\u17c1\u179b\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a {0}\. \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f:\n\
                   {1}
sergnrl004.action= \u1796\u17d2\u1799\u17b6\u1799\u17b6\u1798\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u179a\u1794\u179f\u17cb\u179b\u17c4\u1780\u17a2\u17d2\u1793\u1780\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f \u17a0\u17be\u1799\u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u1794\u1789\u17d2\u17a0\u17b6\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793 \u1780\u178f\u17cb\u178f\u17d2\u179a\u17b6\u179b\u17c1\u1781\u1780\u17c6\u17a0\u17bb\u179f \u1793\u17b7\u1784 \n\
                   \u1791\u17b6\u1780\u17cb\u1791\u1784\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.\n\
                   Error Number: 
sergnrl004.type=   \u1780\u17c6\u17a0\u17bb\u179f
sergnrl004.errornumber

sergnrl005.message = \u1782\u178e\u1793\u17b8\u179a\u1794\u179f\u17cb\u179b\u17c4\u1780\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1791\u17c1. \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1785\u17bb\u17c7\u1788\u17d2\u1798\u17c4\u17c7\u17a0\u17be\u1799\u200b \u17a2\u17d2\u1793\u1780\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1792\u17d2\u179c\u17be\u17b2\u179f\u1780\u1798\u17d2\u1798\u1787\u17b6\u1798\u17bb\u1793\u179f\u17b7\u1793.
sergnrl005.type = \u1780\u17c6\u17a0\u17bb\u179f

sergnrl006.message = \u17a2\u17d2\u179c\u17b8\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u17b2\u1782\u17ba\u1791\u1791\u17c1.
sergnrl006.type = \u1780\u17c6\u17a0\u17bb\u179f

sergnrl007.message = \u179c\u178f\u17d2\u1790\u17bb\u17ac\u179a\u1794\u179f\u17cb\u1793\u17c1\u17c7\u1798\u17b6\u1793\u179a\u17bd\u1785\u179f\u17d2\u179a\u17b6\u1794\u17cb\u17a0\u17be\u1799.
sergnrl007.type = \u1780\u17c6\u17a0\u17bb\u179f

sergnrl008.message = \u1791\u17c6\u17a0\u17c6\u17af\u1780\u179f\u17b6\u179a\u1782\u17ba\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c.
sergnrl008.type = \u1780\u17c6\u17a0\u17bb\u179f

sergnrl009.message = MD5\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1785\u1784\u17d2\u179c\u17b6\u1780\u17cb\u1782\u17d2\u1793\u17b6.
sergnrl009.type = \u1780\u17c6\u17a0\u17bb\u179f

# Exception Failed Logging
serexcp001.message=\u1780\u17c6\u17a0\u17bb\u179f\u1780\u17be\u178f\u17a1\u17be\u1784\u1781\u178e\u17c8\u178a\u17c2\u179b\u1780\u17b6\u179a\u1785\u17bc\u179b\u1791\u17c5\u1780\u17b6\u1793\u17cb\u1791\u17c6\u1796\u17d0\u179a\u1798\u17b6\u1793\u1780\u17b6\u179a\u179b\u17be\u1780\u179b\u17c2\u1784\. \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f:\n\
                   {0}
serexcp001.action= \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u1791\u1784\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp001.type=   \u1780\u17c6\u17a0\u17bb\u179f

# Exception Failed Formatting
serexcp002.message=\u1780\u17c6\u17a0\u17bb\u179f\u178a\u17c2\u179b\u1780\u17be\u178f\u17a1\u17be\u1784\u1781\u178e\u17c8\u1796\u17c1\u179b\u178a\u17c2\u179b\u1780\u17b6\u179a\u1780\u17c2\u179a\u1791\u17d2\u179a\u1784\u17cb\u1791\u17d2\u179a\u17b6\u1799\u178f\u17d2\u179a\u17bc\u179c\u179b\u17be\u1780\u179b\u17c2\u1784\. \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f:\n\
                   {0}
serexcp002.action= \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u1791\u1784\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp002.type=   \u1780\u17c6\u17a0\u17bb\u179f

# Exception Malformed URL
serexcp003.message=\u179f\u17c1\u179c\u17b6 url \u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\. \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f:\n\
                   {0}
serexcp003.action= \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u1791\u1784\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp003.type=   \u1780\u17c6\u17a0\u17bb\u179f

serexcp006.message= \u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178a\u17be\u1798\u17d2\u1794\u17b8\u1785\u17bc\u179b\u1780\u17b6\u1793\u17cb\u1798\u17bb\u1781\u1784\u17b6\u179a\u1793\u17c1\u17c7\u17a1\u17be\u1799.
serexcp006.type=   \u1780\u17c6\u17a0\u17bb\u179f

# Exception Authentication Failed
serexcp004.message=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1785\u17b6\u1780\u17cb\u179f\u17c4\u179a\u1794\u1789\u17d2\u1785\u17bc\u179b\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u17a1\u17be\u1799\u200b \u1782\u178e\u1793\u17b8\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1782\u17ba\u1795\u17d2\u178f\u17b6\u1785\u17cb\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a \u17ac\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780 \n\ \u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u17a0\u17bd\u179f\u1780\u17c6\u178e\u178f\u17cb\.
serexcp004.action= \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b the caps lock \u17a0\u17be\u1799\u1792\u17d2\u179c\u17be\u1780\u17b6\u179a\u1794\u1789\u17d2\u1785\u17bc\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1793\u17b7\u1784\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u17a1\u17be\u1784\u179c\u17b7\u1789\. \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\n\
                   \u1794\u1789\u17d2\u17a0\u17b6\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793 \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\. 
serexcp004.type=   \u1780\u17c6\u17a0\u17bb\u179f

# Exception Service Connection
serexcp005.message=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c5\u1793\u17b9\u1784\u179f\u17c1\u179c\u17b6 {0}\.\n\
                   \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f: {1}
serexcp005.action= \u179f\u179c\u17b6\u1780\u1798\u17d2\u1798\u1795\u17d2\u17a2\u17b6\u1780\u1787\u17b6\u1794\u178e\u17d2\u178f\u17c4\u17c7\u179f\u1793\u17d2\u1793. \u179f\u17bc\u1798\u1796\u17d2\u1799\u17b6\u1799\u17b6\u1798\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f \u17a0\u17be\u1799\u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\n\
                   \u1794\u1789\u17d2\u17a0\u17b6\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793 \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp005.type=   \u1780\u17c6\u17a0\u17bb\u179f

serexcp007.message = \u17a2\u1784\u17d2\u1782\u1797\u17b6\u1796\u1798\u17b7\u1793\u1798\u17c2\u1793\u1787\u17b6\u179a\u1794\u179f\u17cb EJB.
serexcp007.type = \u1780\u17c6\u17a0\u17bb\u179f

# Exception Service Connection
serexcp008.message=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u179b\u17be\u1794\u178e\u17d2\u178f\u17b6\u1789\u179f\u17c1\u179c\u17b6\u1780\u1798\u17d2\u1798\u1798\u17c9\u17b6\u179f\u17ca\u17b8\u1793\u1797\u17d2\u1789\u17c0\u179c\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178a\u17b6\u1780\u17cb\u17b2\u1798\u17b6\u1793\u179f\u17c1\u179c\u17b6\u1780\u1798\u17d2\u1798 {0}\.\n\
                   \u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17c6\u17a0\u17bb\u179f: {1}
serexcp008.action= \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp008.type=   \u1780\u17c6\u17a0\u17bb\u179f

# Invalid Security Header Failed
serexcp009.message=\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1793\u17c3\u1780\u17b6\u179a\u1785\u17b6\u1780\u17cb\u179f\u17c4\u179a\u1794\u1789\u17d2\u1785\u17bc\u179b\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1795\u17d2\u1791\u17c0\u1784\u1795\u17d2\u1791\u17b6\u178f\u17cb\u1794\u17b6\u1793. \u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17c1\u17c7\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u1791\u17c1, \u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\n\
                   \u1782\u178e\u1793\u17b8\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a \u17ac\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u17a0\u17bd\u179f\u1780\u17c6\u178e\u178f\u17cb\.\n
serexcp009.action= \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b the caps lock \u17a0\u17be\u1799\u1792\u17d2\u179c\u17be\u1780\u17b6\u179a\u1794\u1789\u17d2\u1785\u17bc\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1798\u17d2\u17a2\u17b7\u178f\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1793\u17b7\u1784\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u17a1\u17be\u1784\u179c\u17b7\u1789\. \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\n\
                   \u1794\u1789\u17d2\u17a0\u17b6\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793 \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp009.type=   \u1780\u17c6\u17a0\u17bb\u179f

serexcp010.message=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17b6\u17d2\u1787\u1794\u17cb\u17af\u1780\u179f\u17b6\u179a\u1794\u17b6\u1793\u1791\u17c1\u178a\u17c4\u1799\u179f\u17b6\u179a\u1791\u17c6\u17a0\u17c6\u1792\u17c6 ({0}MB)\. \u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17c2\u17af\u1780\u179f\u17b6\u179a\u1798\u17b6\u1793\u1791\u17c6\u17a0\u17c6\u178f\u17bc\u1785\n\
                   \u1787\u17b6\u1784 {1}MB \u1791\u17be\u1794\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1794\u17b6\u1793\.  
serexcp010.action= \u179f\u17bc\u1798\u1794\u1793\u17d2\u1790\u1799\u1791\u17c6\u17a0\u17c6\u17af\u1780\u179f\u17b6\u179a \u17ac\u1794\u17c6\u1794\u17c2\u1780\u17af\u1780\u179f\u17b6\u179a\u1787\u17b6\u1796\u17b8\u179a \u17ac\u1785\u17d2\u179a\u17be\u1793\u1791\u17c0\u178f\u178a\u17be\u1798\u17d2\u1794\u17be\u17b2\u1780\u17b6\u1793\u178f\u17cb\u178f\u17c2\u178f\u17bc\u1785\n\
                   \u17a0\u17be\u1799\u1797\u17b6\u17d2\u1787\u1794\u17cb\u17af\u1780\u179f\u17b6\u179a\u1798\u17d2\u178f\u1784\u1798\u17bd\u1799\u17d7\. 
serexcp010.type=   \u1780\u17c6\u17a0\u17bb\u179f

serexcp020.message=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c5\u1793\u17b9\u1784\u1794\u178e\u17d2\u178f\u17b6\u1789\u179f\u17d2\u1780\u17c2\u1793\u1794\u17b6\u1793\u1791\u17c1\.
serexcp020.action= \u179f\u17bc\u1798\u1791\u17b6\u1780\u17cb\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17c6\u1793\u17bd\u1799\.
serexcp020.type=   \u1780\u17c6\u17a0\u17bb\u179f

serexcp021.message = \u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u17a2\u17d2\u179c\u17b8\u17d7\u178a\u17c2\u179b\u1787\u17b6\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f\u1794\u17b6\u1793\u17a1\u17be\u1799.
serexcp021.type = \u1780\u17c6\u17a0\u17bb\u179f
